import style from './projects.module.css';
export default function Project() {
  return (
    <>
      <section className={style.heroSection}>
        <div>
          <h1 className={style.title}>Проекти</h1>
          <p className={style.text}>
            Наші проекти можна розділити на 3 групи: продуктові, виробничі та
            програмні.
          </p>
        </div>
        <ul>
          <li className={style.typeProject}>
            <h2 className={style.projectTitle}>Продуктові</h2>
            <p className={style.projectText}>
              ЦЕ ПРОЕКТИ БПАК, БПЛА, НАЗЕМНИХ СТАНЦІЙ, РЕТРАНСЛЯТОРІВ, САПЕРНИХ
              ПРИСТРОЇВ ТА ІНШЕ. ЦЕ ВСЕ ТЕ ЩО ПОТРІБНО ВІЙСЬКОВИМ
            </p>
          </li>
          <li className={style.typeProjectLeft}>
            <h2 className={style.projectTitle}>Виробничі</h2>
            <p className={style.projectText}>
              ПРОЕКТИ ПОВ’ЯЗАНІ З ЛОКАЛІЗАЦІЄЮ ВИРОБНИЦТВА КОМПЛЕКТУЮЧИХ ДЛЯ
              ДРОНІВ ТА ІНШИХ СИСТЕМ
            </p>
          </li>
          <li className={style.typeProject}>
            <h2 className={style.projectTitle}>Програмні</h2>
            <p className={style.projectText}>
              КАСТОМНІ ПРОШИВКИ ПРИЙМАЧІВ І ПЕРЕДАВАЧІВ, СИСТЕМИ ОПТИЧНОЇ
              НАВІГАЦІЇ ТА АВТОМАТИЗОВАНОГО ВИКОНАННЯ БОЙОВИХ ЗАВДАНЬ, СТВОРЕННЯ
              АЛЬТЕРНАТИВНИХ ЗАВАДОЗАХИЩЕНИХ КАНАЛІВ ЗВ’ЯЗКУ
            </p>
          </li>
        </ul>
      </section>
      <section>
        <h2 className={style.projectSectionTitle}>
          Плани Та Стадії Реалізації Поточних Та Майбутніх Проектів
        </h2>
        <div className={style.projectSection}>
          <div className={style.aboutProjects}>
            <div>
              <h3>Продуктові</h3>
              <ul>
                <li>
                  БПАК “HIVE” Комплексне Рішення Для Підрозділів, Індивідуальне
                  Оснащення Бортів, Та Резервування Каналів Керування
                </li>
                <li>
                  Мульти-Роторні Платформи Від 7 До 12 Дюймів, Під Різноманітні
                  Задачі, Індивідуальне Оснащення Бортів Під Вимоги
                </li>
                <li>
                  Ретранслятори Наземного Та Повітряного Базування Для Відео Та
                  Керування
                </li>
                <li>
                  Модулі Безпечного Взведення БЧ, Та Гарантованого Враження Та
                  Самознищення
                </li>
                <li>Радіо Та Проводові Підривачі Та Обладнання Для Саперів</li>
              </ul>
            </div>
            <div>
              <h3>Програмні</h3>
              <ul>
                <li>
                  ПЗ Для SBC, По Забезпеченню Автономного Виконання Бойових
                  Задач
                </li>
                <li>МПЗ(SBC), Для Оптичної Навігації</li>
                <li>
                  ПЗ(SBC) Для Автоматизованого Та Автономного Враження Цілі
                </li>
                <li>
                  ПЗ(МК) Для Самознищення В Разі Захоплення Супротивником, По
                  Часу, Або Переведення БПЛА В Режим Міни
                </li>
              </ul>
            </div>
            <div>
              <h3>Виробничі</h3>
              <ul>
                <li>
                  Локалізація Виробництва BLDC Моторів Для Дронів Та Інших
                  Платформ
                </li>
                <li>
                  Локалізація Виробництва Політних Стеків Та Інших Електронних
                  Плат
                </li>
                <li>
                  Локалізація Виробництва Карбонових Рам, Корпусів, Спец
                  Профілів Та Гвинтів
                </li>
                <li>
                  Розробка Та Виробництво Платформи Над Швидкого Дрона Камікадзе
                  Макс. Швидкість До 300 Км/Ч, Корисне Навантаження 1кг
                </li>
                <li>
                  Оптова Закупівля Модулів Тепловізійних Камер (+10000 Шт В
                  Різних Комплектаціях)
                </li>
              </ul>
            </div>
          </div>
        </div>
      </section>
    </>
  );
}
